Repository: alinistrate/woocommerce-sale-percentage
Catalog: languages/sale-percentage-*.po
Languages: de_de

source: Sale Percentage plugin requires WooCommerce to be installed and active.
de_de: Um das Sale Prozente Plugin nutzen zu können, muss WooCommerce installiert und aktiv sein.

source: Sort by discount
de_de: Sortieren nach Differenz zur UVP

source: up to -%d%%
de_de: bis zu -%d%%

source: Sale Percentage
de_de: Sale Prozente

source: Minimum percentage:
de_de: Schwelle zur Anzeige:

source: Minimum discount value (%) to display the sale flash bubble.
de_de: Minimaler Prozentwert, um die Reduzierung in % als “Bubble” anzuzeigen.

source: Variable products default percentage:
de_de: Angezeigter Wert bei variablen Produkten:

source: Select to display the lowest or highest discount value for variable products.
de_de: Definiert, ob bei variablen Produkten mit unterschiedlich hohen Rabatten der niedrigste oder der höchste Rabatt angezeigt wird.

source: Highest
de_de: Höchster Rabatt

source: Lowest
de_de: Niedrigster Rabatt
